import React from 'react';


const Policy = () => {
  return ( 
    <div className="container center-align" style={{margin:"3em 2em", width:"100%"}}>
      <h5 style={{margin:"2em auto"}}>プライバシーポリシー</h5>
      <p>
      お客様は、Google が個人情報として使用または認識できる情報を Google に送信したり、第三者によるかかる行為を支援または許可したりしないものとします。お客様は適切なプライバシー ポリシーを用意および遵守し、ユーザーからの情報を収集するうえで、適用されるすべての法律、ポリシー、規制を遵守するものとします。お客様はプライバシー ポリシーを公開し、そのプライバシー ポリシーで Cookie の使用、モバイル デバイスの識別情報（Android の広告識別子、iOS の広告識別子など）、またはデータの収集に使われる類似の技術について必ず通知するものとします。また、Google アナリティクスを使用していること、および Google アナリティクスでデータが収集、処理される仕組みについても開示する必要があります。こうした情報を開示するには、「ユーザーが Google パートナーのサイトやアプリを使用する際の Google によるデータ使用」のページ（www.google.com/intl/ja/policies/privacy/partners/ または Google が随時提供するその他の URL）へのリンクを⽬立つように表示します。お客様は、本サービスに関連してユーザーのデバイス上で Cookie やその他の情報を保存、アクセスする行為が発生し、かかる行為に関する情報の提供とユーザーからの同意が必要であると法律で定められている場合には、ユーザーに明確かつ包括的な情報を提供し、同意を得るための商業上合理的な努力を払うものとします。
      </p><p>
お客様は本サービスに含まれるプライバシー機能（オプトアウトなど）を一切回避してはなりません。お客様は、www.google.com/analytics/policies/（または Google が指定したその他の URL）に掲載される、該当するすべての Google アナリティクス ポリシー（「Google アナリティクス ポリシー」）に従うものとします。このポリシーは随時改訂されることがあります。
</p><p>
お客様は、Google アナリティクスと特定の Google の広告サービスの統合バージョン（「Google アナリティクスの広告向け機能」）を利用でき、その際 Google アナリティクスの広告向け機能に関するポリシー（https://support.google.com/analytics/answer/2700409?hl=ja&topic=2611283）に従うものとします。お客様が Google の広告サービスにアクセスし、これを使用する際は、当該サービスに関してお客様と Google との間に適用される規約に従うこととします。
</p><p>
プラットフォーム ホームを使用する場合は、https://support.google.com/marketingplatform/answer/9047313 または Google が指定したその他の URL）に掲載されるプラットフォーム ホーム追加規約（規約が改名された場合は、改名後の規約）が適用されます。この利用規約（「プラットフォーム ホーム利用規約」）は随時改訂されることがあります。
      </p>
    </div>
   );
}
 
export default Policy;